<?php
$character_race = array
(
    1 => '人类',
    2 => '兽人',
    3 => '矮人',
    4 => '暗夜精灵',
    5 => '亡灵',
    6 => '牛头人',
    7 => '侏儒',
    8 => '巨魔',
    9 => '地精',
    10 => '血精灵',
    11 => '德莱尼',
    12 => '高等精靈'
);
$character_class = array
(
    1 => '战士',
    2 => '圣骑士',
    3 => '猎人',
    4 => '潜行者',
    5 => '牧师',
    6 => '死亡骑士',
    7 => '萨满',
    8 => '法师',
    9 => '术士',
    11 => '德鲁伊'
);
$lang_defs = array
(
    'maps_names' => array('艾泽拉斯', '外域', '诺森德'),
    'total' => '总计',
    'faction' => array('联盟', '部落'),
    'name' => '名字',
    'race' => '种族',
    'class' => '职业',
    'level' => '等级',
    'click_to_next' => '查看下页',
    'click_to_first' => '返回首页',
    'home_button' => '🏠 返回主页',
    'page_title' => '在线玩家地图'
);
include "zone_names_chinese.php";
